import React from 'react'
import '../css/Home.css'
export default function Home() {
  return (
    <div className="home">
    <div className="hero">
    <div className="content">
        <h1>ברוכים הבאים לאפליקציה לניהול וביזור מבחנים חכם!</h1>
        <p>
            במערכת החינוך המודרנית, תיאום מבחנים בין מגמות שונות יכול להיות אתגר מורכב.
            תלמידים הלומדים תחומים מגוונים מוצאים את עצמם משובצים למבחנים משותפים,
            אך קביעת לוח זמנים הוגן ונוח לכולם היא משימה הדורשת מחשבה ותכנון מדויק.
        </p>
        <p>
            האפליקציה שלנו נועדה להקל עליכם את התהליך! בעזרת אלגוריתם מתקדם, היא מחלקת את המבחנים
            למספר הקבוצות הקטן ביותר האפשרי, תוך שמירה על עיקרון חשוב: אף שני מבחנים באותה קבוצה
            לא יכילו תלמידים משותפים. כך מובטח שכל מבחן יתקיים בתנאים מיטביים, ללא התנגשויות ולחץ מיותר על התלמידים.
        </p>
        <p>
            תנו לנו לעשות עבורכם את העבודה – מהיום, חלוקת המבחנים הופכת לפשוטה, מהירה ויעילה יותר מאי פעם! 
        </p>
    </div>
</div>
</div>
  )
}
